/*
 Localizable.strings
 Self Service

 Created by Chris Ghanbarzadeh on 1/20/16.
 Copyright ¬© 2016 JAMF Software. All rights reserved.
 */

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "À propos de %@";
"HIDE_SELF_SERVICE" = "Masquer %@";
"QUIT_SELF_SERVICE" = "Quitter %@";
"RELOAD_SELF_SERVICE" = "Recharger %@";
"NEXT_SECTION" = "Section suivante";
"PREVIOUS_SECTION" = "Section précédente";

// Toolbar Buttons
"TOOLBAR_HOME" = "Accueil";
"TOOLBAR_BROWSE" = "Parcourez";
"TOOLBAR_BROWSE_COLLAPSED" = "Parcourir – Réduit"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "Parcourir – Développé"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "Historique";
"TOOLBAR_NOTIFICATIONS" = "Notifications";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "Pas de nouvelles notifications"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 nouvelle notification"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d nouvelles notifications"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "Connexion";
"LOG_OUT_BUTTON" = "Déconnexion";

// Login
"LOGIN_USERNAME" = "Nom d’utilisateur";
"LOGIN_PASSWORD" = "Mot de passe";
"LOGIN_CANCEL" = "Annuler";
"LOGIN_INVALID_CREDENTIALS" = "Le nom d’utilisateur ou le mot de passe saisi est incorrect.";
"LOGIN_CONNECTION_ERROR" = "%@ ne peut pas se connecter au serveur.";
"LOGIN_SUCCESSFUL" = "Connexion réussie"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "Se souvenir de moi";
"SAML_LOGIN_LABEL" = "Ouverture de session %@";
"SAML_LOG_IN_TO_CONTINUE" = "Connectez-vous pour continuer";
"SAML_FAILED_TO_AUTHENTICATE" = "Votre connexion ne peut pas être authentifiée. Pour résoudre ce problème, contactez votre administrateur.";
"SAML_UNKNOWN_ERROR" = "Une erreur inconnue s’est produite. Si le problème persiste, contactez votre administrateur.";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "Impossible de contacter un serveur Jamf MDM";
"RETRYING" = "Nouvelle tentative";
"CONNECTION_SUCCESSFUL" = "Connecté à un serveur Jamf MDM"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "Une erreur s’est produite avec %@.";
"ERROR_MODAL_TEXT" = "Réessayez ultérieurement ou contactez votre administrateur informatique.";
"ERROR_MODAL_CLOSE" = "Fermer";

// Search
"SEARCH" = "Recherche";
"SEARCH_RESULTS_LABEL" = "Résultats de la recherche pour";
"NO_RESULTS_LABEL" = "Aucun résultat trouvé pour \"%@\"";
"SEARCH_AGAIN_LABEL" = "Refaites une tentative de recherche.";
"SEARCH_RESULTS_COLLECTION_LABEL" = "Résultats de la recherche"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "%d résultats trouvés"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "1 résultat trouvé"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 Résultat";
"RESULTS" = "%d Résultats";
"LEFT_ARROW" = "Flèche gauche";
"RIGHT_ARROW" = "Flèche droite";
"FEATURED_ITEMS" = "Éléments à la une"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "Parcourir les éléments"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ITEMS" = "Ajouter les éléments à vos signets"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "Catégorie %@";
"CATEGORIES" = "Toutes les catégories"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "Fait défiler les éléments à la une vers la gauche"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "Fait défiler les éléments à la une vers la droite"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "Fait défiler les catégories vers la gauche"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "Fait défiler les catégories vers la droite"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "Fait défiler les signets vers la gauche"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "Fait défiler les signets vers la droite"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "Installer";
"CONTENT_REMOVE_BUTTON" = "Supprimer";
"CONTENT_REINSTALL_BUTTON" = "Réinstaller";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "Exécuter";
"CONTENT_OPEN" = "Ouvrir";
"CONTENT_IBOOKS" = "iBooks";
"CONTENT_UPDATE_BUTTON" = "Mettre à jour";
"CONTENT_CANCEL_BUTTON" = "Annuler"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "Signets";
"CATEGORY_ALL" = "Tous";
"CATEGORY_FEATURED" = "Recommandé";
"CATEGORY_DEVICE_COMPLIANCE" = "Conformité aux appareils";
"CONTENT_NO_CONTENT" = "Aucun élément";
"HISTORY_NO_CONTENT" = "Pas d'historique";
"CLEAR" = "Effacer";
"READ" = "Lecture"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "Non lu"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "Bouton %@. Cliquer pour marquer comme %@"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "Élément à la une"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "Plus d’informations";
"MORE_ACCESSIBILITY_LABEL" = "Plus";

// Cancel content
"CANCEL_YES_BUTTON" = "Oui";
"CANCEL_NO_BUTTON" = "Non";
"CANCEL_TITLE" = "Voulez-vous vraiment effectuer cette annulation ?";
"CANCEL_TEXT" = "Cette action risque de rendre votre ordinateur instable.";
"CANCEL_POLICY_TEXT" = "Voulez-vous vraiment annuler \"%@\" ? Cette action risque de rendre votre ordinateur instable.";
"CANCEL_EBOOK_TEXT" = "Voulez-vous vraiment annuler \"%@\" ?";
"CANCEL_PATCH_TEXT" = "Voulez-vous vraiment effectuer cette annulation ? Annuler une mise à jour logicielle en cours peut rendre l’app inutilisable.";

// Content Progress Strings
"CONTENT_WAITING" = "Attente...";
"CONTENT_OPENING" = "Ouverture...";
"CONTENT_INSTALLING" = "Installation...";
"CONTENT_REMOVING" = "Suppression...";
"CONTENT_EXECUTING" = "Exécution...";
"CONTENT_DOWNLOADING" = "Téléchargement...";
"CONTENT_RUNNING" = "Exécution...";
"CONTENT_VERIFYING" = "Vérification...";
"CONTENT_UPDATING" = "Mise à jour...";
"CONTENT_FINISHING" = "Bientôt terminé...";
"CONTENT_DONE" = "Terminé !";
"CONTENT_CANCELED" = "Annulé";
"CONTENT_ERROR" = "Erreur";

// Info View
"INFO_CLOSE" = "Fermer";
"INFO_CANCEL" = "Annuler";
"INFO_NOT_AVAILABLE" = "Cet élément n’est plus disponible";
"INFO_OK" = "Ok";

// Bookmark Web View
"BOOKMARK_CLOSE" = "Fermer";
"BOOKMARK_CLOSE_HELP" = "Fermez %@"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ERROR" = "Impossible d’ouvrir \"%@\"";
"OPEN_IN_BROWSER" = "Ouvrir dans un navigateur";

// VPP
"VPP_INVITATION_SUBTEXT" = "Accepter l’invitation";
"VPP_INVITATION_ACCEPT_BUTTON" = "Accepter";
"VPP_INVITATION_EXPLANATION" = "Vous devez accepter l’invitation de votre entreprise. Vous ne pourrez pas installer d’apps ni de livres achetés en volume si vous n’acceptez pas cette invitation.";
"VPP_INVITATION_EXPLANATION_CONTENT" = "Vous devez accepter l’invitation de votre entreprise pour installer ce %@.";
"VPP_INVITATION_APPLICATION" = "application";
"VPP_INVITATION_EBOOK" = "livre";
"VPP_INVITATION_PENDING" = "Invitation en attente";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "Réessayer";
"VPP_INVITATION_PENDING_EXPLANATION" = "Votre invitation est en attente. Si vous n’avez pas accepté votre invitation, cliquez sur Réessayer pour vous reconnecter à l’App Store.";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "Votre invitation a été acceptée. Vous pouvez désormais installer les apps et les livres achetés en volume.";

// About
"VERSION" = "Version";
"VERSION_UNKNOWN" = "Version inconnue";
"COPYRIGHT" = "Droit d’auteur";
"ALL_RIGHTS_RESERVED" = "Tous droits réservés.";
"ACKNOWLEDGEMENTS_BUTTON" = "Accusés de réception";

// History
"HISTORY_HEADER" = "Historique";
"HISTORY_VERSION" = "Version";
"HISTORY_INSTALLED" = "Installé";


// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "Mise à jour disponible";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "Mises à jour disponibles";
"UPDATES_AVAILABLE" = "Disponible";
"UPDATES_UPDATE_ALL" = "Effectuer toutes les mises à jour";
"UPDATE_KILL_APP" = "Vous devez fermer %@ avant d’effectuer la mise à jour.";
"UPDATE_DEADLINE" = "Date limite de mise à jour";
"UPDATE_APPS_MUST_QUIT" = "Veuillez quitter les applications suivantes";
"UPDATES_INSTALL_ALL" = "Installer toutes les mises à jour";
"UPDATES_HEADER" = "En-tête des mises à jour"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "Notifications";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "Aucune notification";
"NOTIFICATIONS_ITEM_FAILED" = "Échec de l’élément";
"NOTIFICATIONS_DATE" = "Date :";
"NOTIFICATIONS_HEADER" = "En-tête des notifications"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "Tout marquer comme lu";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "Bienvenue dans Self Service";
"NOT_ENROLLED_MESSAGE" = "Self Service est un composant de Jamf MDM, développé par Jamf.\n\nCette app doit être associée à un serveur Jamf MDM.\n\nContactez votre administrateur informatique pour plus d’informations.";
"JAMF_URL" = "jamf.com";

// Sorting options
"SORT_HEADER" = "Trier"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "Recommandé";

// UAMDM Popup
"UAMDM_APPROVE" = "Vous devez approuver le profil MDM de votre organisation";
"UAMDM_CLICK_1" = "Cliquez sur le bouton ";
"UAMDM_APPROVE_BOLD" = "Ouvrir Préférences Système";
"UAMDM_CLICK_2" = " ci-dessous et procédez comme suit :";
"UAMDM_STEP_1" = "1. Cliquez sur le profil « Profil MDM » dans la colonne Profils d’appareil. Ce profil est identifié par un triangle d’alerte jaune.";
"UAMDM_STEP_2A" = "2. Cliquez sur le bouton ";
"UAMDM_STEP_2_BOLD" = "Approuver";
"UAMDM_STEP_2B" = ".";
"UAMDM_APPROVE_BUTTON" = "Ouvrir Préférences Système";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "Exemple de profil Préférences Système"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "Bienvenue %@!";
"ONBOARDING_WELCOME_NO_NAME" = "Bienvenue!";
"ONBOARDING_CONFIRMATION_TITLE" = "L’intégration est terminée !";
"ONBOARDING_CONFIRMATION_BUTTON" = "Continuer";
"ONBOARDING_MESSAGE" = "Votre organisation configure automatiquement votre ordinateur. Il ne faut surtout pas redémarrer ni éteindre votre ordinateur avant la fin de l’installation. Cette opération peut prendre du temps.";
"ONBOARDING_PENDING" = "En attente";
"ONBOARDING_PROGRESS_TEXT" = "%d sur %d terminés";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "Statut d’installation";
"UNABLE_TO_QUIT" = "Impossible de quitter l’application";
"ONBOARDING_IN_PROGRESS" = "L’intégration est en cours";
"ONBOARDING_ERROR_SINGLE" = "L’installation d’un élément a échoué";
"ONBOARDING_ERROR_MULTIPLE" = "L’installation de %d éléments a échoué";
"ONBOARDING_ERROR_NEXT_STEPS" = "Vous pouvez retenter d’installer les éléments qui ont échoué dans l’onglet « Notifications » ou contacter votre administrateur informatique pour obtenir de l’aide.";
"ONBOADING_COMPLETE_TITLE" = "Configuration terminée";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "La configuration de votre ordinateur est terminée et toute l’installation a été effectuée correctement.";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "La configuration de votre ordinateur est terminée. Cependant, tous les éléments n’ont pas été installés correctement.";
"ONBOARDING_COMPLETE_INFO" = "%d éléments sont installés et prêts à être utilisés";
"ONBOARDING_INSTALLED" = "Terminé"; // Voiceover
"ONBOARDING_FAILED" = "Échec"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "Cette application n’est pas disponible. Réessayez ultérieurement.";
